Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Cry, Even Better If You Beg (울어봐, 빌어도 좋고).tmx
Source language: ko_kr
Languages: en_us

source: 그날을, 그 기억을, 그 상처를 자꾸만 상기시키는 그가.
en_us: She hated how he always reminded her of that day, of that memory, of that scar.

source: 어느 날 불쑥 나타난 누군가가 레일라를 빼앗아 갈지도 모른다는, 공포에 가까운 불안.
en_us: that someone would appear one day and steal her away from him.

source: 비결이 궁금하네요.”{j}클로딘은 자신이 내민 손 위에 내려앉은 작은 새를 보며 미소 지었다.
en_us: I wonder what the secret is,” Claudine exclaimed, smiling at the small bird that had just landed on her extended hand.{j}

source: 차라리 동화의 해피 엔딩을 믿는 편이 낫지.
en_us: Only people who believed in the happy endings of fairytales would be foolish enough to believe such a thing.

source: 그는 능숙하게 대화를 이끌어 나갔다.
en_us: as he skillfully directed the conversation with the person on the other end of the line.

source: 참 예의 바른데, 제 주제도 참 잘 알아 처신하는데, 그런데 참 신기할 만큼 건방지게 느껴지는 그 아이.
en_us: She was well-mannered and knew her place, although she gave off an air of arrogance at times.

source: 그 굽이치는 금발의 감촉이 궁금해진 순간에 마티어스는 천천히 허리를 숙여 구두를 집어 들었다.
en_us: Wondering what those wavy blonde locks would feel like to the touch, he stooped over and picked up her shoes.

source: 나뭇잎의 틈 사이로 흘러든 빛줄기가 붉은 기가 감도는 그의 눈매를 더욱 도드라져 보이게 했다.
en_us: A beam of light streaming through a gap in the leaves fell on his eyes, accentuating the slight redness at their edge.

source: 카일은 호기롭게 나섰지만 끝내 닭의 깃털 하나 뽑지 못했다.
en_us: Kyle had boldly marched out to the chicken coop to catch one, but in the end he hadn’t managed to catch so much as a single feather.

source: 커다란 눈을 깜빡일 때마다 속눈썹의 그림자가 붉어진 눈시울 위를 어른거렸다.
en_us: Layla’s large, bloodshot eyes grew moister each time she blinked.

source: 사냥을 좋아하니까.”
en_us: He likes hunting.”

source: 눈을 질끈 감았다 뜬 레일라는 어둠이 내리는 하늘을 보고, 죽은 새를 보고, 그리고 다시 마티어스를 마주했다.{j}어깨가 바들거리고 있었지만 눈빛은 여전히 형형했다.
en_us: Layla opened her eyes and looked up at the darkening sky, then down at the dead bird, then back at Matthias. There was a slight trembling in her shoulders, but in her eyes there was still a piercing glare.{j}

source: 그리고 오늘은 어차피 숲에 가면 안 돼.”
en_us: And anyway, we can’t go in the forest today.”

source: 마티어스는 능숙하게 클로딘을 에스코트했다.
en_us: Matthias deftly escorted Claudine

source: “안녕, 레일라.”
en_us: “Hello, Layla.”

source: 종종걸음을 치던 레일라는 그들의 시야에서 벗어날 무렵부터는 달리기 시작했다.
en_us: Layla walked with short, quick steps until she was out of their sight, at which point she started running.

source: 그들이 차를 몰고 떠나자 길은 다시 고요해졌다.
en_us: After they drove off, the road was quiet again.

source: 챙이 넓은 밀짚모자를 단단히 눌러쓴 레일라는 잰걸음으로 숲을 향해 갔다.
en_us: With the wide brim of her straw hat pulled low, she took off, walking quickly towards the woods.

source: 뚫어져라 그를 쳐다보다가도 얼른 나무 뒤로 숨어들었다.
en_us: She always glared at them, then hid behind a tree.

source: 사용인들에게는 너그러운 주인.
en_us: To his staff, he was a generous master.

source: 레일라는 뛰다시피 해 그의 뒤를 쫓았다.{j}“공작님도 숲을 좋아하세요?”
en_us: Layla followed behind him, practically running to keep up. “Does the duke like the woods too?” she asked.{j}

source: “널 싫어하면 내 기분이 좋거든.”{j}한쪽 입꼬리를 올린 그가 차분하게 대답했다.{j}“니가 울면 재미있고, 니가 비는 걸 보면 즐겁지.”
en_us: “Hating you makes me feel good,” he calmly replied with a wry smile on his face. “It’s fun to see you cry, and I enjoy hearing you beg.”{j}{j}

source: 얼굴을 더듬어 본 레일라는 울상이 되었다.
en_us: Frantically feeling at her face, she started sobbing.

source: 예상에서 벗어나지 않지만 항상 약간의 파격을 곁들이는 계집애다.
en_us: She never fully strayed from his expectations, but she was always surprising him in small ways like this.

source: 주문을 외우듯 생각하자 인내심이 훨씬 커지는 듯도 했다.
en_us: This gave her extra patience.

source: 마티어스의 눈초리가 가늘어졌지만 온통 모자에만 신경을 집중해 있는 레일라는 알지 못했다.{j}“도, 돌려주세요.”{j}레일라의 목소리는 이제 두려움이 아닌 분노로 떨렸다.{j}“어서 돌려주세요, 공작님.{j}저는, 이제 그만 갈게요.{j}집으로 가고 싶어요.{j}돌려주세요.”
en_us: Matthias narrowed his eyes, but Layla didn’t notice. Her attention was fixed solely on her hat. “P-please give it back.” Her voice was trembling, not with fear but with anger. “Will you please give it back to me, Your Grace? I’m going to leave now. I want to go home. Give me back my hat, please.”{j}{j}{j}{j}{j}{j}

source: 온몸이 벌벌 떨리고 있었다.
en_us: Her whole body was quivering.

source: 숨결 역시 손의 감촉처럼 뜨겁고 부드러웠다.
en_us: His breath was warm and soft, just like his hands.

source: 가지 마.{j}하고 싶은 말을 애써 삼키며 카일은 언제나처럼 손을 흔들어 주었다.{j}그래.{j}헤르하르트 공작이니까.{j}주문을 외우듯 그 생각을 반복하는 동안 레일라는 오솔길 저편으로 멀어져 갔다.
en_us: Don’t go, he wanted to say. Swallowing those words, he simply waved. It’s okay. It’s Duke Herhardt. Nothing’s going to happen. Repeating this thought to himself over and over, he watched Layla continue to walk away towards the rose garden.{j}{j}{j}{j}

source: 아름다운 금빛의 새장 안에, 그 새장처럼 아름다운 금빛의 새가 앉아 있었다.
en_us: Inside the beautiful gold cage was sitting an equally beautiful golden-yellow bird.

source: 하지만 또한 마티어스는 알고 있었다.
en_us: He also knew, however,

source: 마티어스는 카나리아를 새장 속에 돌려놓은 후 사냥복의 붉은 재킷을 입었다.
en_us: He put the canary back in its cage and put on the red jacket of his hunting outfit.

source: 구두를 살짝 벗어 본 레일라는 얼굴을 찡그리며 탄식했다.
en_us: She winced in pain as she slipped the high-heeled shoe off one of her feet.

source: 할머니는 확신했고, 마티어스도 동의했다.
en_us: Matthias’s grandmother seemed certain of this, and Matthias agreed.

source: 클로딘이 레일라 르웰린을 파티에 초대했다는 소식은 어머니의 입을 통해 마티어스에게 전해졌다.
en_us: Matthias had found out that Claudine had invited Layla to the party

source: 이럴 거면 왜 굳이 자신을 데려온 것인지 모를 일이었지만 레일라는 궁금해하지 않기로 했다.
en_us: Layla didn’t understand why they had asked her to come along if they weren’t interested in talking to her, but she decided not to think about it.

source: 장미 모종을 심느라 진종일 바빴던 초봄의 한 늦은 오후였다.
en_us: It was late afternoon, and Bill Remmer was busy planting rose seedlings.

source: 저런 여자를 눈앞에 둔 헤르하르트 공작은 과연 어떤 반응을 보일지가.
en_us: how the duke would react to such a lady.

source: 아내가 병으로 세상을 떠난 지 십수 년이 지났지만 여자를 가까이하는 일도 드물었다.
en_us: It had been over a decade since his wife had passed away from an illness, and yet he rarely saw other women.

source: 그는 여전히 담담한 눈길로 그저 레일라를 지켜보기만 했다.
en_us: The duke looked at her calmly.

source: 미친 짓이다.
en_us: * * * It was a crazy thing to do.

source: “네, 공작님.”{j}눈을 질끈 감았다 뜬 레일라가 대답했다.
en_us: She shut her eyes tightly and opened them again. “Yes, Your Grace?”{j}

source: 빌은 자연스레 그것을 반으로 쪼개 레일라에게 한 쪽을 내밀었다.
en_us: He immediately cut the peach in two and gave a half to her.

source: 하도 작아 열 살은 되었을까 했더니, 어쨌든 짐작보다는 나이가 많아 다행이라 해야 할까.
en_us: She was so small, he had first guessed her age to be around ten. He was happy at least to learn that she was older than his guess.

source: 총소리가 멀어지자 비로소 마음이 놓였다.
en_us: As the sound of the gunshots had faded away, she had finally calmed down.

source: 그 허튼 노력이 하도 가상해 마티어스는 적당히 모른 척해 주었다.
en_us: Finding their vain efforts admirable, Matthias feigned ignorance.

source: 흔들리는 나뭇잎 사이로 흘러든 조각난 햇빛이 아름다운 문양처럼 길을 수놓았다.
en_us: The sunlight dappled the road with a beautiful pattern as it flowed through the fluttering leaves.

source: 빌은 그제야 아이의 묘한 억양을 이해했다.{j}“너 혼자서 베르크까지, 국경을 넘어왔단 말이냐?”
en_us: Bill now realized why she spoke with a strange accent. “Did you cross the border and come all the way to Berg by yourself?”{j}

source: 옷감이 얇은 여름 교복 아래로 드러나 보이는 몸의 선은 더 이상 깡마른 어린애의 그것이 아니었다.
en_us: The soft curve of her body underneath the thin fabric of her summer school uniform was nothing like that of the scrawny little girl.

source: 이번에도 버림받으면 꼼짝없이 고아원에 가는 신세를 면치 못한다는 것도.
en_us: She was sure that if this home didn’t work out, she would be put in an orphanage.

source: 얌전히 놓인 안경이 달빛을 반사하며 반짝였다.
en_us: The eyeglasses lying there shimmered in the moonlight.

source: 다시 시선을 돌렸을 때 레일라와 소년은 홀의 저편으로 멀어져 가고 있었다.
en_us: By the time he turned back towards Layla, she and the boy were already on the far side of the hall.

source: 마음에 여유가 생기니 비로소 낯선 제 모습도 눈에 들어왔다.
en_us: Only now that she was able to relax did she become aware of her strange appearance.

source: 차갑게 그를 쏘아본 레일라는 정신없이 응접실을 달려 나갔다.
en_us: Layla gave him an icy-cold scowl, then frantically ran out of the room.

source: 흙먼지가 일어나 축축한 스타킹과 치맛자락을 더럽혔지만 이미 충분히 엉망인 몰골이니 아무래도 좋았다.
en_us: Soon her wet stockings and skirt were coated with dust, but she didn’t care, since she was already a mess.

source: 마티어스는 여전히 소파에 누운 채로 그 기척에 귀 기울였다.
en_us: He remained lying on the sofa, keeping his ears pricked to track where she was walking.

source: 아름다운 새들의 학살자.{j}레일라는 헤르하르트 공작을 그렇게 명명하기로 했다.
en_us: * * * The slayer of beautiful birds—this was the title that Layla decided to give Duke Herhardt.{j}

source: 울고 싶어질수록 환하게 웃었다.
en_us: The more she felt like crying, the wider she smiled.

source: 그러니 걸려들겠지.
en_us: Thus she had probably been caught.

source: 날아가는 새를 한 발에 명중시킨 순간처럼.
en_us: It was the same joy that he felt when he killed a flying bird in one shot.

source: 약속 시간까지는 아직 한 시간쯤이 남아 있었다.
en_us: There was still about an hour left before the meeting.

source: 예쁜 소녀가 아름다운 여자로 자라는 건 당연한 일이지만 오랜만에 본 레일라의 모습은 기대 이상이었다.
en_us: Layla had been a pretty young girl, so it was only natural that she would develop into a pretty young lady. But Claudine had been shocked to see just how beautiful she had become.

source: 레일라가 그런 표정을 지으며, 그런 목소리로 말할 때면 카일은 어쩐지 뺨 언저리가 화끈거렸다.{j}“요새 하도 집에만 틀어박혀 있으니까.{j}이상해서.”{j}당황한 기색을 지우듯 카일은 태연하게 어깨를 으쓱거렸다.
en_us: Whenever Kyle saw her make that expression and speak in that voice, his cheeks would start to feel hot. “It’s just that you’ve been cooped up inside for the last few days. I just thought it was strange.” He shrugged casually.{j}{j}{j}

source: “어휴.
en_us: “Oh, Bill.

source: “내년이면 졸업하겠구나.”{j}다소 따분한 표정이었지만 클로딘의 말투는 변함없이 상냥했다.
en_us: “I suppose you’ll be graduating next year, then?” Claudine asked, still speaking in a friendly tone despite the look of boredom on her face.{j}

source: 선명하게 보았더니 선명하게 남은 것뿐이라고.
en_us: I saw him more clearly, so I’m remembering him more clearly.

source: 그래도 밥은 주는구나.{j}카일은 우선 안도했다.{j}“미안.{j}내가 알았으면 그랬겠어?”
en_us: Well, at least she’s still feeding me, he thought, feeling somewhat relieved. “I’m sorry. Do you think I would’ve said that if I’d known your uncle got it for you?”{j}{j}{j}

source: 카일은 그제야 본능적인 경계심을 풀었다.
en_us: Seeing the duke’s friendly expression, Kyle felt relieved.

source: “최소한의 열정이라…….”{j}잠시 눈초리를 가늘게 떴던 마티어스는 수긍하듯 턱 끝을 까딱였다.{j}“타당한 말씀이군요.”{j}마티어스는 별다른 망설임이나 주저 없이 클로딘의 뺨을 감쌌다.
en_us: “A little passion...?” Matthias narrowed his eyes for a moment before nodding. “Yes, that’s reasonable.” Without any seeming hesitancy, he reached out and held her cheeks in his hands.{j}{j}{j}

source: “건강을 위해서 이제 술을 줄이셔야 한대요.”
en_us: “For the sake of your health, you should drink less.”

source: 고작 외국에 사는 먼 친척의 주소 하나 쥐여서, 쫓아내듯이.
en_us: Then, she had simply been handed the contact details of a distant relative living in a foreign country, and sent off across the border to him. It was like she was being banished from her home country.

source: 공작이 그것을 가져갈 이유가 없지 않은가.
en_us: The duke would have no reason to take them, right?

source: 그 모습을 본 빌 아저씨가 불쑥 손을 내밀었다.
en_us: When Bill had seen that, he had offered her his hand.

source: 하지만 달리 갈 곳이 없는 고아인 레일라 르웰린이 할 수 있는 일은 그저 참고 견디는 것뿐이었다.
en_us: But as an orphan with nowhere else to go, she had no choice but to endure it.

source: “그런가요?
en_us: “Really?

source: 클로딘이 원한 구경꾼 레일라 르웰린은 제 역할에 충실하게 임했다.
en_us: Just as Claudine wanted, Layla was faithfully fulfilling her role as onlooker,

source: 바닥에 내려놓은 바구니를 뒤적인 레일라는 야생 복숭아 한 알을 꺼내 빌에게 내밀었다.
en_us: Layla set the basket on the floor of the porch and began digging through it. Eventually she pulled out a peach and handed it to Bill.

source: “빌 아저씨?
en_us: “Bill?

source: 들어오기 쉽게 문을 열어 두었음에도 한참이나 바깥을 서성거리던 레일라는 결국 복도의 창문을 열었다.
en_us: There was a long pause as she hesitated outside the door. Even though he had left the door unlocked for easy entry, she ultimately opened the hallway window.

source: “넌 내 친구잖아.”
en_us: “It’s different with you. You’re my friend.”

source: 어서 빨리 낯설고 이상한 세상에서 벗어나 빌 아저씨의 오두막으로 가고 싶은 마음이 간절했다.
en_us: She couldn’t wait to leave this strange, unfamiliar world and return to Uncle Bill’s cottage.

source: 짧게 고개를 끄덕인 헤르하르트 공작은 곧 레일라에게서 눈길을 거두었다.
en_us: Duke Herhardt gave a slight nod, then turned his gaze from Layla back to Kyle,

source: 빌과 정원의 일꾼들은 꽃이 진 장미나무를 파내고 늦게 꽃을 피우는 새로운 장미를 심는 일에 열중하고 있었다.
en_us: Bill and the other gardeners were busy digging up a wilted rose bush and planting late-blooming rose blossoms in the ground.

source: 바람에 흔들리는 나뭇잎의 소리와 새의 울음 사이로 물살이 잘게 부서지는 소리가 스며들었다.
en_us: The sound of the flowing water blended with the sound of the leaves swishing in the breeze and the birds chirping.

source: 그에게는 너무나 쉬운 그 모든 일이 레일라에게는 치명적이었다.
en_us: Either of these simple acts would be fatal for her.

source: 젖은 손수건.
en_us: and a wet handkerchief.

source: 그것은 곧 냉철한 지성과 우아한 품위, 초연한 성품의 또 다른 이름이기도 했다.
en_us: The family name was associated with cool-headed intellect, gracious demeanor, and self-possession.

source: 레일라가 흠칫했지만 개의치 않았다.
en_us: Layla flinched, but didn’t mind.

source: 저택으로 돌아간 마티어스는 곧장 침실로 향했다.
en_us: After arriving back at the mansion, he went straight to his bedroom,

source: 피아노.{j}노래.{j}조화 만들기.
en_us: Claudine suggested several activities for the two of them to partake in, including playing piano, singing songs, and making paper flowers.{j}{j}

source: 산딸기를 어찌나 많이도 땄는지, 아르비스의 산딸기를 멸종시킬 작정이라도 하였나 싶어 또다시 헛웃음이 났다.
en_us: He chuckled when he saw how many raspberries were in the basket. Was she trying to wipe out the raspberry species from Arvis?

source: 온몸에 열이 오르고, 때로는 죄책감이 드는 꿈을 꾸기도 했다.
en_us: His whole body felt hot whenever he was around her. Sometimes he had dreams about her that made him feel guilty.

source: 그사이 말 달리는 소리가 더욱 가까워졌다.
en_us: Meanwhile, the galloping sound had grown closer.

source: 나무 아래 두고 간 커다란 바구니와 모자.
en_us: At the foot of the tree, there was a large basket and a hat.

source: 하필이면 헤르하르트 공작과 마주 보는 자리였다.
en_us: Much to her surprise, she was placed directly across from Duke Herhardt.

source: 레일라는 화들짝 놀라 소리가 들려온 방향으로 고개를 돌렸다.
en_us: Startled, Layla turned towards the source of the noise.

source: “아니야.
en_us: “No,

source: 눈시울이 붉게 달아올랐지만 레일라는 울지 않았다.
en_us: Her eyes were red, but she didn’t cry.

source: 그것을 잘 지켜 다음 헤르하르트에게 물려주는 것이 자신의 가장 큰 의무라는 것을 그는 잘 알았다.
en_us: Fully aware of this, he considered upholding this honor and properly wielding this power to be his most important duty as duke.

source: 만약 그의 상황도 여의치 않다면 아이를 고아원에 넣으라는 말도 덧붙여져 있었다.
en_us: However, they had added that if his situation did not allow him to raise her, he could leave her at an orphanage.

source: “왜?”{j}재미있다는 듯 고개를 갸웃거리는 마티어스의 이마 위에서 까마귀의 깃털처럼 검은 머리칼이 흔들렸다.
en_us: “Why not?” he asked. He cocked his head with amusement, gently swaying his bangs, which were as black as a raven’s feathers.{j}

source: 더없이 사교적인 대화를 나누는 순간에도 헤르하르트 공작의 눈빛은 그저 잠잠했다.
en_us: She realized that even when he was engaged in the most sociable of conversation, his eyes remained calm.

source: 발이 많이 아픈지 절뚝거리더니 길의 중간쯤에서부터는 구두를 벗어 들고 맨발로 걸었다.
en_us: Her feet seemed to hurt a lot, because she was limping, and soon she removed her shoes and started walking barefoot.

source: 무슨 말인가 해 보려던 마음을 바꾼 레일라는 비척비척 일어섰다.
en_us: She thought about saying something, then changed her mind and clumsily stood up.

source: 그리고 마티어스는 열두 살 되던 해부터 이미 그 자리에 올라 있었다.
en_us: This was a responsibility that he had held since the age of twelve.

source: 머릿속이 아득해지며 현기증이 다 나려는 찰나에 레일라는 약속 장소에 도착했다.
en_us: Just as her thoughts were growing troubled again, she arrived at the meeting place.

source: 마티어스는 길바닥에 넘어져 있는 여자를 향해 천천히 다가갔다.
en_us: Matthias walked up to the young lady on the ground.

source: “저 애를 데려와 봐.”{j}조용히 다가온 하녀에게 그녀가 명령했다.{j}“정원사가 키우는 저 애 말이야.”
en_us: Elise von Herhardt laughed delightedly and rang the bell to summon a maid. “Bring that girl here. The one the gardener is taking care of.”{j}{j}

source: “공작님께서 제 모자를 강물에 버리지만 않으셨어도 일어나지 않았을 일이라고 생각합니다.”
en_us: “If you hadn’t thrown my hat into the river in the first place, none of this would have happened.”

source: 안경사와 몇 마디 담소를 더 나눈 레일라는 이만 상점을 나섰다.
en_us: After chatting with the optician a bit more, she left the shop.

source: 그러다 결국은 지쳐 버렸던지 카나리아는 의자의 팔걸이 위에 얌전히 내려앉았다.
en_us: Eventually it seemed to have tired itself out, and it gently perched on the armrest of the chair.

source: 아름다운 조각 같은 매끈한 그 손 위로 먼지와 피가 묻어 있던 작은 손의 기억이 짧게 다시 한 번 떠올랐다 사라졌다.
en_us: Once again, as Matthias looked at her smooth, beautiful hand, his mind flashed back momentarily to the image of the dirty, bloody hand of her as a child.

source: 시험이 코앞이었다.
en_us: She had an exam coming up,

source: 조용한 미소를 머금은 레일라는 모자를 벗어 든 채 나른한 기지개를 켰다.
en_us: Smiling peacefully, Layla took off her hat and languidly stretched her arms.

source: 그래도 저 애를 키우는 건 말이 안 된다.{j}벌컥벌컥 맥주를 들이켜며 빌 레머는 결심했다.{j}늦어도 다음 주까지는 아이 문제를 마무리 짓겠다고.
en_us: Pondering over all this, Bill realized that her life had been far from easy. Even so, he still thought it was out of the question for him to be the one to raise her. As he swigged his beer, he resolved to make a decision on what to do with the girl by the following week. * * *{j}{j}

source: “잘못?”
en_us: “Wrong?”

source: 어릴 적부터 새에 심취해 있던 그 애는 어느 날 편지를 전하는 비둘기에 관한 책을 읽더니 자신만의 비둘기를 가지겠다는 원대한 야망을 품었다.
en_us: Having been fascinated by birds since childhood, Layla had once read a book about pigeons that could deliver letters, which had kindled an ambition in her to own one of her own.

source: 레일라는 초조하게 꼼지락거리는 손을 등 뒤에서 마주 잡았다.
en_us: Layla put her nervously wriggling hands behind her back.

source: 와, 예쁘다!
en_us: Yep, it’s really stylish!

source: “너무 멀리 가지는 마라, 레일라!”{j}오늘도 신이 나 오두막을 나서는 레일라의 뒷등을 향해 빌은 목청 높여 소리쳤다.
en_us: “Don’t go too far, Layla!” Bill shouted one day as Layla once again left the cottage to go exploring.{j}

source: 레일라는 뺨을 조금 붉힌 채 창가로 물러섰다.
en_us: Blushing slightly, Layla stepped out of the way and walked towards the window.

source: 숨이 넘어가도록 빌 레머를 찾는 레일라의 목소리가 울려 퍼졌다.
en_us: The sound of Layla’s breathless cries echoed through the woods as she called to Bill.

source: “어쨌든…… 빌 아저씨보단 작아.”{j}레일라는 한층 작아진 목소리로 자신 없이 덧붙였다.
en_us: “Fine, but... you’re not as tall as Uncle Bill,” Layla muttered, sounding less confident than before.{j}

source: 가장 아픈 상처를 손끝으로 살살 매만지던 레일라는 불현듯 떠오른 기억에 짧게 진저리를 쳤다.
en_us: As she gingerly touched the most painful spots on her feet, a memory flashed into her mind.

source: 확실히 거슬리는 계집애였고, 그 애의 자존심을 꺾는 건 상당히 즐거운 일이니.{j}그래서였다.
en_us: Layla often came across as arrogant, and Claudine would be sure to enjoy cutting her down to size.{j}

source: 배가 많이 고팠던지 아이는 허겁지겁 음식을 먹어 치우기 시작했다.{j}“소처럼은 조금 어렵지만, 그래도 사실은 저 잘 먹어요, 아저씨.”{j}입가에 빵 부스러기를 묻힌 채 아이는 생긋이 웃었다.
en_us: then started scarfing them down voraciously, making it seem like she had been quite hungry after all. “Maybe I can’t quite eat like a cow, but I am a good eater, Uncle,” she said, smiling at him with her breadcrumb-covered lips.{j}{j}

source: 당신은 레일라를 시집보내는 날에도 생각하고, 손주를 안겨 줘도 생각하고, 관짝에 누워서도 생각을 하겠지요.”
en_us: on her wedding day, you’ll be thinking about it when you hold her first child, you’ll even still be thinking about it when you’re lying in your coffin.”

source: 공작은 과자도 안 먹고 사나.”
en_us: Don’t you think the duke eats snacks like everybody else?”

source: 레일라 르웰린?
en_us: Layla Llewellyn?

source: “하지만 공작님, 새는 모르잖아요.”
en_us: “But Your Grace, the birds don’t know that.”

source: 돌아선 레일라 위로 샹들리에의 불빛이 내려앉았다.
en_us: The light from the chandelier shone down on Layla.

source: “아저씨 무서운 사람 아니야.”
en_us: “He’s not scary.”

source: ‘뭐, 그런 셈이지.’
en_us: “Well, sure I did.”

source: 언제나처럼 돌멩이와 나뭇가지에 분풀이를 하지도, 도망치듯 달리지도 않으며 그저 걸었다.
en_us: Unlike normal, she didn’t vent her anger by kicking sticks or stones, nor did she run. She simply walked.

source: 우선은 정원에서 기다리다가 카일이 돌아올 무렵에 저택에 가 볼 생각이었다.
en_us: She planned to wait in the garden until Kyle came outside again, at which time she would head back towards the mansion.

source: 자전거와 함께 나뒹굴게 된 레일라의 비명이 그 뒤를 이었다.
en_us: The sound of her screams followed immediately.

source: 클로딘 폰 브란트는 그에 가장 합당한 상대였고, 그것으로 충분했다.
en_us: Claudine von Brandt seemed like the best fit for that kind of arrangement, and that was enough for him.

source: 마티어스가 안경을 씌워 주었다는 것을 레일라는 그제야 알아차렸다.
en_us: She then realized that Matthias had placed her glasses on her face.

source: 이곳에서 내려다본 슐터강이 이 세상에서 가장 아름다운 강이라고 레일라는 굳게 믿었다.
en_us: Looking down at the Schulter River, she was certain that it was the most beautiful river in the world.

source: 빌 레머의 생각은 아직 끝나지 않았는데 말이다.
en_us: everything in his cottage was now set up for two people’s use.

source: 시간이 흘러 아이가 자랐다.
en_us: As time had passed, the little girl had grown up.

source: 아저씨!”
en_us: Uncle!”

source: 그들과 합류한 남자는 좀 더 깊은 숲으로 멀어져 갔다.
en_us: The man had joined the other men, and the three had gone together further into the woods.

source: 밥은 조금만 먹으려 애썼다.
en_us: and she ate very little.

source: “언제부터 안경을 쓴 거야?
en_us: “Since when have you worn glasses?

source: 비록 사랑하지 않는다 해도 헤르하르트 공작 부부는 서로를 존중하며 맡은 임무에 충실했다.
en_us: Even though the previous Duke and Duchess Herhardt hadn’t loved each other, they had respected each other, and fulfilled their duties faithfully.

source: 아주 바보는 아니니 알아차렸을 테고, 알아차린 이상 단념하지 못할 것이다.
en_us: He knew she wasn’t a fool and must have noticed, but probably hadn’t given up.

source: 당연히 웃어 줄 줄 알았던 카일은 어째서인지 굳은 표정이었다.
en_us: Rather than smiling in response as she had expected, Kyle had a sour expression on his face.

source: 무언가 말하려는 듯 입술을 달싹이던 레일라는 울상이 되어 다시 앞치마에 얼굴을 묻었다.
en_us: Her lip twitched as if she was about to say something, then more tears formed in her eyes and she buried her face in her apron again.

source: 카일이 떠나자 레일라의 세상은 다시 고요해졌다.
en_us: Now that Kyle had left, Layla’s world was once again peaceful.

source: 미친 사람.
en_us: He’s a psycho.

source: 온화한 미소를 머금고 있어도 좀처럼 그 감정을 읽기가 힘들었다.
en_us: Despite the gentle smile on his face, it was impossible to discern his inner feelings,

source: 정확히는 그의 손이 쥐고 있는 제 안경을.{j}“죄송……합니다.”{j}레일라는 겨우 입술을 열었다.{j}상당히 화가 난 눈빛이지만 사과의 말은 공손했다.{j}“공작님께서 계실 거라고는 생각하지 못했어요.{j}정말 죄송…….”
en_us: and saw that he was holding what were unmistakably her glasses. Barely able to make a sound, she faintly said, “I’m... sorry,” delivering a polite apology despite the anger burning in her eyes. “I didn’t think that you would be here, Your Grace. I’m truly sorr-”{j}{j}{j}{j}{j}

source: 아이는 겁을 먹은 듯 움찔했지만 표정은 제법 의연했다.
en_us: The girl flinched, but maintained a brave facial expression.

source: 까마귀 신사
en_us: The Raven Gentleman

source: “계속해.”{j}먼저 침묵을 깬 쪽은 마티어스였다.{j}“니 일을 해야지.”{j}그가 눈짓으로 가리킨 수풀가에는 마지막 사냥감인 듯한 새가 누워 있었다.
en_us: “Proceed,” Matthias said, breaking the silence. “Continue your work.” He glanced towards the side of the path, where what seemed to be the final bird he had killed was lying.{j}{j}{j}

source: 이곳에서도 떠나야 하는 날이 오면 노트를 펼쳐 보아야지.
en_us: Whenever the day came when she would have to leave the estate, she would be able to open her notebook and enjoy everything she had seen again.

source: 말도 안 되는 일이라는 데 의견이 모아질 무렵에 창가에 서 있던 하녀가 탄성을 터트렸다.{j}“어머.{j}정말인가 봐요!{j}저기 좀 보세요.”{j}동그래진 눈을 한 하녀가 유리창 너머를 가리켰다.
en_us: Just as everyone in the break room was agreeing that the rumor had to be false, a maid standing by the window shouted, “Oh my, looks like it’s true! Take a look over there.” She pointed through window as she watched with widened eyes.{j}{j}{j}{j}

source: “마음에 드시나요?”{j}화병을 들고 일어선 레일라가 머뭇거리며 물었다.
en_us: “Do you like it, Your Grace?” she asked hesitantly.{j}

source: 담배 연기를 길게 흘려보낸 마티어스는 안경을 느슨히 쥔 채 강을 향해 난 발코니로 나갔다.
en_us: Taking a long drag of his cigarette and slowly exhaling it, Matthias walked out to the balcony overlooking the river, holding the glasses loosely in his hand.

source: “아주머니가 또 저 때문에 잔소리를 하셨나요?
en_us: “Was Chef Mona nagging to you about me again?

source: 레일라는 각오를 다지듯 씩씩하게 걸어가 다시 한 번 정성스럽게 장미를 잘랐다.
en_us: where she carefully cut a new selection of roses.

source: 도어맨은 무척 당혹스러운 표정이었다.
en_us: The doorman looked very flustered.

source: 느긋한 티타임을 보낸 후 아르비스로 돌아가던 길이었다.
en_us: Matthias was on his way back to Arvis with Claudine after the relaxing teatime.

source: 레일라의 1등은 영원히 빌 아저씨일 테니.
en_us: First place would always be reserved for Uncle Bill.
